Repository: br-automation-community/AS6-mvHighlight-JS
Catalog: Logical/mappView/Resources/Texts/AlarmTexts.tmx
Source language: en
Languages: de

source: Temperature of "Boiler heating" is out of limit. Current temperature: {&BoilerHeatingValue|.2f}{&BoilerHeatingValue[UNIT=%s]}
de: Temperatur in "Boiler heating" außerhalb des Limits. Aktueller Temperaturwert: {&BoilerHeatingValue|.2f}{&BoilerHeatingValue[UNIT=%s]}

source: Temperature of "Boiler permanent load" is out of limit. Current temperature: {&BoilerPerLoadValue|.2f}{&BoilerPerLoadValue[UNIT=%s]}
de: Temperatur in "Boiler permanent load" außerhalb des Limits. Aktueller Temperaturwert: {&BoilerPerLoadValue|.2f}{&BoilerPerLoadValue[UNIT=%s]}

source: Temperature of "Forward heating" is out of limit. Current temperature: {&ForwardHeatingValue|.2f}{&ForwardHeatingValue[UNIT=%s]}
de: Temperatur in "Forward heating" außerhalb des Limits. Aktueller Temperaturwert: {&ForwardHeatingValue|.2f}{&ForwardHeatingValue[UNIT=%s]}

source: Temperature of "Forward heat" is out of limit. Current temperature: {&ForwardHeatValue|.2f}{&ForwardHeatValue[UNIT=%s]}
de: Temperatur in "Forward heat" außerhalb des Limits. Aktueller Temperaturwert: {&ForwardHeatValue|.2f}{&ForwardHeatValue[UNIT=%s]}

source: Temperature of "Return cooling" is out of limit. Current temperature: {&ReturnCoolingValue|.2f}{&ReturnCoolingValue[UNIT=%s]}
de: Temperatur in "Return cooling" außerhalb des Limits. Aktueller Temperaturwert: {&ReturnCoolingValue|.2f}{&ReturnCoolingValue[UNIT=%s]}

source: Temperature of "Return cool" is out of limit. Current temperature: {&ReturnCoolValue|.2f}{&ReturnCoolValue[UNIT=%s]}
de: Temperatur in "Return cool" außerhalb des Limits. Aktueller Temperaturwert: {&ReturnCoolValue|.2f}{&ReturnCoolValue[UNIT=%s]}
